Repository: PostPerfectAI/WordPress_Plugin
Catalog: languages/post-perfect-ai-*.po
Languages: es

source: A revolutionary WordPress plugin designed to unleash your creativity and streamline content creation like never before. With its powerful integration of cutting-edge AI technologies, PostPerfect AI empowers you to effortlessly generate captivating article ideas, create engaging written content, and design stunning images with just a few clicks. Unlock the potential of AI-generated content that matches the complexity and variation of human writing styles. From brainstorming ideas to crafting compelling articles and eye-catching visuals, PostPerfect AI revolutionizes your content creation process, saving you time and elevating the quality of your website. Take the leap into the future of content creation with PostPerfect AI and experience the transformative power of artificial intelligence in your WordPress environment.
es: Un revolucionario plugin de WordPress diseñado para liberar tu creatividad y optimizar la creación de contenido como nunca antes. Con su potente integración de tecnologías de IA de vanguardia, PostPerfect AI te permite generar sin esfuerzo ideas de artículos cautivadoras, crear contenido escrito atractivo y diseñar imágenes impresionantes con solo unos pocos clics. Desbloquea el potencial del contenido generado por IA que se asemeja a la complejidad y variación de los estilos de escritura humana. Desde la generación de ideas hasta la creación de artículos convincentes y visuales llamativos, PostPerfect AI revoluciona tu proceso de creación de contenido, ahorrándote tiempo y mejorando la calidad de tu sitio web. Da el salto hacia el futuro de la creación de contenido con PostPerfect AI y experimenta el poder transformador de la inteligencia artificial en tu entorno de WordPress.

source: The request could not be completed.
es: No se pudo completar la solicitud.

source: Generate Ideas
es: Generar ideas

source: Create Articles
es: Crear artículos

source: Design Images
es: Diseñar imágenes

source: CREDITS
es: CRÉDITOS

source: View Ideas
es: Ver ideas

source: View Articles
es: Ver artículos

source: View Images
es: Ver imágenes

source: Please register the plugin to generate ideas.
es: Por favor, registre el complemento para generar ideas.

source: Settings
es: Configuración

source: You must add at least one form of context, a Topic or Keywords and remember to click the Add button.
es: Debes agregar al menos una forma de contexto, un Tema o Palabras clave, y recuerda hacer clic en el botón Agregar.

source: Your ideas are being generated. Please allow 1-2 minutes for new ideas to become available.
es: Se están generando tus ideas. Por favor, espera de 1 a 2 minutos para que las nuevas ideas estén disponibles.

# Replacement is a URL and can be ignored.
source: The ideas could not be generated, please try again. If you continue to experience problems, use the <a href=/"%s/">help</a> section to contact support.
es: No se pudieron generar las ideas. Por favor, inténtalo de nuevo. Si continúas experimentando problemas, utiliza la sección de <a href=/"%s/">ayuda</a> para contactar al soporte.

source: The general idea that you want your article to be about, whether it's travel, business, or anything else, the AI adapts to your chosen Topic.
es: La idea general sobre la que quieres que trate tu artículo, ya sea sobre viajes, negocios o cualquier otro tema, la IA se adapta al Tema que elijas.

source: Topic
es: Tema

source: These can be brands, places, or concepts you want to incorporate to help the AI generate more tailored ideas just for you. Keywords provide additional context and narrow down the focus of your article.
es: Estos pueden ser marcas, lugares o conceptos que deseas incorporar para ayudar a la IA a generar ideas más personalizadas solo para ti. Las palabras clave proporcionan un contexto adicional y acotan el enfoque de tu artículo.

source: Keywords
es: Palabras clave

source: Allows you to select the goal you want to achieve with your article. Adding an optimization helps the AI create content aligned with your objectives.
es: Te permite seleccionar el objetivo que deseas lograr con tu artículo. Agregar una optimización ayuda a la IA a crear contenido alineado con tus objetivos.

source: Optimize
es: Optimizar

source: Select Context
es: Seleccionar contexto

source: Please register the plugin to create articles.
es: Por favor, registra el complemento para crear artículos.

source: Please provide a Title and a Description for your article.
es: Por favor, proporciona un Título y una Descripción para tu artículo.

source: The article is being created. Please allow 1-2 minutes for new articles to become available.
es: El artículo se está creando. Por favor, espera de 1 a 2 minutos para que los nuevos artículos estén disponibles.

# The replacement is a URL and can be ignored.
source: The article could not be created, please try again. If you continue to experience problems, use the <a href=/"%s/">help</a> section to contact support.
es: No se pudo crear el artículo, por favor inténtalo de nuevo. Si continúas experimentando problemas, utiliza la sección de <a href=/"%s/">ayuda</a> para contactar al soporte.

source: This will be the Title of the article you want the AI to create.
es: Este será el título del artículo que quieres que la IA cree.

source: Article Title
es: Título del artículo

source: This is a brief description of what the article will be about. This is also where you can add additional context for the AI, whether it be information about a product that has not been released yet or specific services that your company provides. This allows the AI to create the most accurate content tailored to your specific needs.
es: Esta es una breve descripción de lo que tratará el artículo. Aquí también puedes agregar un contexto adicional para la IA, ya sea información sobre un producto que aún no se ha lanzado o servicios específicos que tu empresa ofrece. Esto permite que la IA cree contenido más preciso adaptado a tus necesidades específicas.

source: Article Description
es: Descripción del artículo

source: Basic Details
es: Detalles básicos

source: Please register the plugin to design images.
es: Por favor, registra el complemento para diseñar imágenes.

source: You must specify a Subject or Action or Setting to create an enhanced image.
es: Debes especificar un Sujeto, una Acción o un Escenario para crear una imagen mejorada.

source: Please enter text for the image prompt. The prompt cannot be empty.
es: Por favor, ingresa un texto para la sugerencia de la imagen. La sugerencia no puede estar vacía.

source: image is
es: la imagen es

source: image
es: imagen

# Values are: image is or images are
source: Your %s being designed. Please allow 1-2 minutes for new images to become available.
es: Tu %s se está diseñando. Por favor, espera de 1 a 2 minutos para que las nuevas imágenes estén disponibles.

source: The %1$s could not be designed, please try again. If you continue to experience problems, use the <a href="%2$s">help</a> section to contact support.
es: No se pudo diseñar %1$s, por favor inténtalo de nuevo. Si continúas experimentando problemas, utiliza la sección de <a href="%2$s">ayuda</a> para contactar al soporte.

source: Design Images by crafting your own prompt to send directly to our image generation AI.
es: Diseña imágenes creando tu propia sugerencia para enviar directamente a nuestra IA de generación de imágenes.

source: Prompt
es: Sugerencia

source: Select the style you want your image to be. For life-like images select /"Photographic/" or /"Cinematic/", for cartoon style images select /"Anime/" or /"Comic Book/".
es: Selecciona el estilo que deseas para tu imagen. Para imágenes realistas, selecciona /"Fotográfico/" o /"Cinematográfico/"; para imágenes de estilo de dibujos animados, selecciona /"Anime/" o /"Cómic/".

source: Style
es: Estilo

source: This will be the main focus of your image, whether it is an animal, a mountain range, or a stack of pancakes, the AI will produce an image that is centered around your chosen /"Subject/".
es: Esto será el enfoque principal de tu imagen, ya sea un animal, una cordillera o una pila de panqueques, la IA producirá una imagen que se centre en tu /"Sujeto/" elegido.

source: Subject
es: Sujeto

source: This is what the /"Subject/" of your image is currently doing. Things like playing baseball, hiking, or flying a kite are a few examples for what could go in this field.
es: Esto es lo que está haciendo actualmente el /"Sujeto/" de tu imagen. Algunos ejemplos podrían ser jugar béisbol, hacer senderismo o volar una cometa.

source: Action
es: Acción

source: This is where everything in your image is taking place. For example, the beach, downtown Tokyo, or Mount Everest.
es: Aquí es donde tiene lugar todo en tu imagen. Por ejemplo, la playa, el centro de Tokio o el monte Everest.

source: Setting
es: Ambiente

source: This field will determine the lighting for your image. For example, an image with /"Sunset/" as the /"Time of Day/" will likely produce an image with a warm, orange sky as the sun sets in the background.
es: Este campo determinará la iluminación de tu imagen. Por ejemplo, una imagen con /"Atardecer/" como /"Hora del día/" probablemente producirá una imagen con un cielo cálido y anaranjado mientras el sol se pone en el fondo.

source: Time of day
es: Hora del día

source: If you would like your image to be created in the style of a certain artist or artists, add them here.
es: Si deseas que tu imagen se cree en el estilo de un determinado artista o artistas, añádelos aquí.

source: Artist Style
es: Estilo de artista

source: Allows the AI to produce images that appear as if they were taken with a specific brand and model of camera. This setting is only available with /"Photographic/" and /"Cinematic/" Styles.
es: Permite que la IA produzca imágenes que parezcan haber sido tomadas con una marca y modelo de cámara específicos. Esta configuración solo está disponible con los estilos /"Fotográfico/" y /"Cinematográfico/".

source: Camera
es: Cámara

source: Allows the AI to produce images that appear as if they were taken with a particular camera lens such as a /"Wide Angle Lens/" in order to capture the entirety of an image or /"Macro Lens/" to get a close-up shot. This setting is only available with /"Photographic/" and /"Cinematic/" Styles.
es: Permite que la IA produzca imágenes que parezcan haber sido tomadas con una lente de cámara específica, como una /"Lente Gran Angular/" para capturar la totalidad de una imagen o una /"Lente Macro/" para obtener una toma de primer plano. Esta configuración solo está disponible con los estilos /"Fotográfico/" y /"Cinematográfico/".

source: Camera Lens
es: Lente de la cámara

source: The negative prompt should include elements NOT to include in the image.
es: La frase de exclusión debe incluir elementos que NO se deben incluir en la imagen.

source: Negative Prompt
es: Frase de exclusión

source: Select between 1-4 image variations for the AI to generate from your prompt.
es: Selecciona entre 1 y 4 variaciones de imagen para que la IA genere a partir de tu frase.

source: Variations
es: Variaciones

source: Allow AI to help create your image prompt to generate stunning imagery.
es: Permite que la IA te ayude a crear la frase para tu imagen y generar imágenes impresionantes.

source: Enhance Prompt
es: Mejorar la frase

source: Design Image
es: Diseñar imagen

source: Image Details
es: Detalles de la imagen

source: Help
es: Ayuda

source: Please register the plugin to enable help.
es: Registra el plugin para habilitar la ayuda.

source: Please select a service type and provide a description of the problem.
es: Selecciona un tipo de servicio y proporciona una descripción del problema.

source: Please login for support.
es: Inicia sesión para recibir soporte.

# Replacement is a URL and can be ignored
source: There was an error reporting your problem, please try again. If the problem persists, please contact our primary <a href=/"%s/" target=/"_blank/">support team</a>.
es: Se produjo un error al informar tu problema, vuelve a intentarlo. Si el problema persiste, ponte en contacto con nuestro <a href=/"%s/" target=/"_blank/">equipo de soporte principal</a>.

source: Select the service you encountered an issue with.
es: Selecciona el servicio con el que encontraste un problema.

source: Service Type
es: Tipo de servicio

source: Give a brief description of the problem so our development team can make further improvements to the plugin.
es: Proporciona una breve descripción del problema para que nuestro equipo de desarrollo pueda realizar mejoras adicionales en el plugin.

source: Description
es: Descripción

source: Send Data
es: Enviar datos

source: Here to Help
es: Aquí para ayudar

source: Let us know if you have a problem using the PostPerfect AI Plugin for WordPress.
es: Avísanos si tienes algún problema al utilizar el complemento PostPerfect AI para WordPress.

# Replacements are URL parameters and can be ignored
source: View the full <a href=/"%1$s/" target=/"%2$s/">documentation</a>.
es: Consulta la <a href=/"%1$s/" target=/"%2$s/">documentación completa</a>.

source: Documentation
es: Documentación

# Replacements are URL parameters and can be ignored
source: Login to your account to contact the PostPerfect AI <a href=/"%1$s/" target=/"%2$s/">support team</a>.
es: Inicia sesión en tu cuenta para contactar al <a href=/"%1$s/" target=/"%2$s/">equipo de soporte</a> de PostPerfect AI.

source: Still Have a Question?
es: ¿Todavía tienes alguna pregunta?

source: Customer Service
es: Servicio al cliente

source: Report a Problem
es: Informar un problema

source: Additional Support
es: Soporte adicional

source: The settings were updated.
es: Se actualizaron los ajustes.

source: Your plugin has been registered.
es: Tu complemento ha sido registrado.

source: Your plugin could not be registered. Please try again.
es: No se pudo registrar tu complemento. Inténtalo de nuevo.

source: You can obtain your Client ID by acquiring a subscription at PostPerfectAI.com.
es: Puedes obtener tu ID de cliente adquiriendo una suscripción en PostPerfectAI.com.

source: You can obtain your API Key by acquiring a subscription at PostPerfectAI.com REMEMBER: Never share your API key with anyone.
es: Puedes obtener tu clave API adquiriendo una suscripción en PostPerfectAI.com. RECUERDA: Nunca compartas tu clave API con nadie.

source: OpenGraph data is used by social media sites to display information about a post when it is linked on social media. We recommend leaving this option set enabled, unless you have another plugin or theme adding the data.
es: Los datos de OpenGraph son utilizados por los sitios de redes sociales para mostrar información sobre una publicación cuando se enlaza en las redes sociales. Recomendamos dejar esta opción habilitada, a menos que tengas otro complemento o tema que añada los datos.

source: Use
es: Utilizar

source: Prevents neglegent entries by adding a pop-up box that allows you to confirm whether you want to submit a form before it has been submitted.
es: Evita entradas accidentales añadiendo una ventana emergente que te permite confirmar si deseas enviar un formulario antes de que se envíe.

source: Always Confirm
es: Siempre confirmar

source: Update Settings
es: Actualizar ajustes

source: This is the name of the user created by the PostPerfect AI plugin in order to create posts for your website. WARNING: Deleting this user will prevent the plugin from working properly.
es: Este es el nombre del usuario creado por el complemento PostPerfect AI para crear publicaciones en tu sitio web. ADVERTENCIA: Eliminar este usuario impedirá que el complemento funcione correctamente.

source: This is the password that the plugin will use to connect to your website.
es: Esta es la contraseña que el complemento utilizará para conectarse a tu sitio web.

source: Application Password
es: Contraseña de la aplicación

source: The home URL of your WordPress website. This is the URL you will provide PostPerfect AI when generating your API key.
es: La URL principal de tu sitio web de WordPress. Esta es la URL que proporcionarás a PostPerfect AI al generar tu clave de API.

source: Site URL
es: URL del sitio

source: Will show as /"Registered/" once your plugin has been successfully registered. To register your plugin, please provide the API Client ID and API Key distributed by PostPerfect AI and click the /"Update Settings/" button, followed by the /"Register Plugin/" button.
es: Mostrará /"Registrado/" una vez que tu complemento se haya registrado correctamente. Para registrar tu complemento, proporciona el ID de cliente de API y la clave de API distribuidos por PostPerfect AI y haz clic en el botón /"Actualizar ajustes/", seguido del botón /"Registrar complemento/".

source: Status
es: Estado

source: Register Plugin
es: Registrar complemento

source: Basic Settings
es: Ajustes básicos

source: Plugin Registration
es: Registro del complemento

source: Add Topic
es: Agregar tema

source: Selected Topics:
es: Temas seleccionados:

source: Enter Keyword or Phrase
es: Ingresa una palabra clave o frase

source: Add Keyword
es: Agregar palabra clave

source: Selected Keywords:
es: Palabras clave seleccionadas:

source: Enter URL
es: Ingresa una URL

source: Add URL
es: Agregar URL

source: Selected URLs:
es: URL seleccionadas:

source: Tell us what happened...
es: Cuéntanos qué sucedió...

source: A detailed description of your desired image...
es: Una descripción detallada de la imagen que deseas...

source: A person, place, or thing...
es: Una persona, lugar o cosa...

source: Doing something...
es: Haciendo algo...

source: In a place...
es: En un lugar...

source: At a specific time...
es: En un momento específico...

source: Things NOT to include...
es: Cosas que NO incluir...

source: Artist name
es: Nombre del artista

source: Add Artist
es: Agregar artista

source: Selected Artists:
es: Artistas seleccionados:

source: None
es: Ninguno

source: Select a type
es: Selecciona un tipo

source: Idea Generation
es: Generación de ideas

source: Article Creation
es: Creación de artículos

source: Image Design
es: Diseño de imágenes

source: No Optimization
es: Sin optimización

source: Social Media Reach
es: Alcance en redes sociales

source: Lead Generation
es: Generación de clientes potenciales

source: Brand Representation
es: Representación de la marca

source: Search Engine Placement
es: Posicionamiento en buscadores

source: Audience Engagement
es: Participación de la audiencia

# Post type general name
source: PostPerfect AI Ideas
es: Ideas de PostPerfect AI

# Post type singular name
source: PostPerfect AI Idea
es: Idea de PostPerfect AI

# Admin Menu text
source: PostPerfect AI Ideas
es: Ideas de PostPerfect AI

source: Add New
es: Agregar nueva

source: Add New Idea
es: Agregar nueva idea

source: New Idea
es: Nueva idea

source: Edit Idea
es: Editar idea

source: View Idea
es: Ver idea

source: All Ideas
es: Todas las ideas

source: Search Ideas
es: Buscar ideas

source: Parent Ideas:
es: Ideas principales:

source: No ideas found.
es: No se encontraron ideas.

source: No ideas found in Trash.
es: No se encontraron ideas en la papelera.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Idea Image
es: Imagen de la idea

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set idea image
es: Establecer imagen de la idea

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove idea image
es: Eliminar imagen de la idea

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as idea image
es: Usar como imagen de la idea

source: Idea archives
es: Archivo de ideas

source: Insert into idea
es: Insertar en la idea

source: Uploaded to this idea
es: Cargado en esta idea

source: Filter ideas list
es: Filtrar lista de ideas

source: Ideas list navigation
es: Navegación de lista de ideas

source: Idea list
es: Lista de ideas

source: Create
es: Crear

source: Create Article
es: Crear artículo

# Values are Image,Article, or Idea
source: View %ss
es: Ver %s

# Values are Image,Article, or Idea
source: Your new %s(s) are ready!
es: ¡Tus nuevos %s están listos!

source: Are you sure you want to submit this form?
es: ¿Estás seguro de que deseas enviar este formulario?

source: Dismiss this notice.
es: Descartar esta notificación.
